Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # cloudflare_record.milanvit_net_cname["en-rionbook"] will be created
+ resource "cloudflare_record" "milanvit_net_cname" {
      + created_on  = (known after apply)
      + hostname    = (known after apply)
      + id          = (known after apply)
      + metadata    = (known after apply)
      + modified_on = (known after apply)
      + name        = "en-rionbook"
      + proxiable   = (known after apply)
      + proxied     = false
      + ttl         = 3600
      + type        = "CNAME"
      + value       = "en-rionbook.milanvit.net.s3-website-ap-northeast-1.amazonaws.com"
      + zone_id     = "9f7f8ee361f355357f2463e64a170d0f"
    }

  # cloudflare_record.milanvit_net_cname["jp-rionbook"] will be created
+ resource "cloudflare_record" "milanvit_net_cname" {
      + created_on  = (known after apply)
      + hostname    = (known after apply)
      + id          = (known after apply)
      + metadata    = (known after apply)
      + modified_on = (known after apply)
      + name        = "jp-rionbook"
      + proxiable   = (known after apply)
      + proxied     = false
      + ttl         = 3600
      + type        = "CNAME"
      + value       = "jp-rionbook.milanvit.net.s3-website-ap-northeast-1.amazonaws.com"
      + zone_id     = "9f7f8ee361f355357f2463e64a170d0f"
    }

Plan: 2 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.milanvit.net/lock?id=Cellane%252Fmilanvit.net%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
